Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=965_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien hallituksen kokouksen päätöksiä
sme: Sámedikki stivrra čoahkkima mearrádusat

source: Hallitus kokoontui 26.11.2014 Inarissa.
sme: Stivra čoahkkanii 26.11.2014 Anáris.

source: Kokouksen asialistalla oli nimeämisiä ja erityisesti saamelaisten kielellisiin oikeuksiin liittyviä asioita.
sme: Čoahkkima áššelisttás ledje nammadeamit ja erenomážit sámiid gielalaš vuoigatvuođaide gulavaš áššit.

source: Hallitus päätti, että saamelaiskäräjät hakee rahoitusta oikeusministeriöltä, opetus- ja kulttuuriministeriöltä sekä Euroopan sosiaalirahastosta (ESR) saamen kielilain toteutumista koskevaa selvitystyötä varten.
sme: Stivra mearridii, ahte sámediggi ohcá ruhtadeami vuoigatvuohtaministeriijas, oahpahus- ja kulturministeriijas sihke Eurohpa sosiálafoanddas (ESR) sámi giellalága ollašuvvama guoskevaš čielggadanbarggu várás.

source: Saamen kielilain mukaan saamelaiskäräjien on annettava vaalikausittain kertomus saamen kielilain toimeenpanosta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kehityksestä.
sme: Sámi giellalága mielde sámediggi galgá addit válgabajiid mielde čilgehusa sámi giellalága ollašuhttimis sihke sámiid gielalaš vuoigatvuođaid ollašuvvamis ja ovdáneamis.

source: Kertomus tulee antaa viimeistään vuoden 2016 alussa.
sme: Čilgehusa galgá addit maŋimustá jagi 2016 álggus.

source: Saamelainen parlamentaarinen neuvosto (SPN) toteutti Sámi Giellagáldu – hankkeen, joka päättyi 30.6.2014.
sme: Sámi parlamentáralaš ráđđi (SPR) ollašuhtii Sámi Giellagáldu – prošeavtta, mii nogai 30.6.2014.

source: Saamelaiskäräjät hallinnoi hanketta.
sme: Sámediggi jođihii prošeavtta.

source: Hankkeessa kehitettiin saamen kieliyhteistyötä, kielenhuoltoa ja terminologiatyötä.
sme: Prošeavttas ovddiduvvojedje sámi giellaovttasbargu, giellagáhtten ja terminologiijabargu.

source: Hankkeen aikana Giellagáldu todettiin hyvin tarpeelliseksi ja tehokkaaksi, josta tulisi luoda pysyvä elin.
sme: Prošeavtta áigge Giellagáldu gávnnahuvvui hui dárbbašlažžan ja beaktilin, mas galggašii ráhkadit bissovaš orgána.

source: Pysyvää rahoitusta saamen kieliyhteistyön kehittämiseksi ei kuitenkaan löytynyt hankkeen aikana.
sme: Fásta ruhtadeapmi sámi giellaovttasbarggu ovddideapmin ii goittotge gávdnon prošeavtta áigge.

source: SPN on päättänyt, että Giellagáldulle haetaan jatkorahoitusta Interreg-varoista ja tämän hankkeen aikana luodaan pysyvä malli ja rahoitus saamen kieliyhteistyölle.
sme: SPR lea mearridan, ahte Giellagáldui ohccojuvvo joatkkaruhtadeapmi Interreg-ruđain ja dán prošeavtta olis ráhkaduvvo bissovaš málle ja ruhtadeapmi sámi giellaovttasbargui.

source: Saamelaiskäräjien hallitus teki periaatepäätöksen osallistumisesta uuden hankerahoituksen hakemiseen Sámi Giellagáldulle Interreg Pohjoinen 2014–2020 ohjelmasta ja päätti toimia hankerahoituksen hakijana.
sme: Sámedikki stivra barggai prinsihppamearrádusa oassálastimis ođđa prošeaktaruhtadeami ohcamii Sámi Giellagáldui Interreg Davvi 2014–2020 prográmmas ja mearridii doaibmat prošeaktaruhtadeami ohccin.

source: Saamelaiskäräjät käsitteli saamen kielilain toimeenpanoa rekrytoinneissa ja kielitaidon selvittämistä rekrytointitilanteissa kun palkataan työntekijöitä, joiden tehtävänä on toimia saamenkielisissä asiakaspalvelu-, hoito- tai opetustehtävissä.
sme: Sámediggi gieđahalai sámi giellalága ollašuhttima rekryteremis ja giellamáhtu čielggadeami rekryterendiliin go bálkáhuvvojit bargit, geaid bargun lea doaibmat sámegielat áššehasbálvalus-, dikšun- dahje oahpahusbargguin.

source: Saamelaiskäräjät on saanut yhteydenottoja saamelaisilta että viranhakijoiden kielitaitoa ei välttämättä tarkisteta eivätkä kaikki saamenkielisiin tehtäviin valitut henkilöt osaa riittävästi saamea, jotta voisivat palvella saameksi.
sme: Sámediggi lea ožžon oktavuođaváldimiid sápmelaččain ahte virgehálddašeaddjiid giellamáhttu ii vealttakeahttá dárkkistuvvo eaige buot sámegielat bargguide válljejuvvon olbmot máhte doarvái sámegiela, vuoi sáhtášedje bálvalit sámegillii.

source: Joissakin viranomaisissa hakijan oma ilmoitus saamen kielen taidosta on ollut riittävä.
sme: Muhtin virgeoapmahaččain ohcci iežas almmuhus sámegiela máhtus leamašan doarvái.

source: Saamelaiskäräjien tehtävänä on seurata saamen kielilain mukaan saamen kielilain toimeenpanoa ja tehdä esityksiä epäkohtien korjaamiseksi.
sme: Sámedikki bargun lea čuovvut sámi giellalága mielde sámi giellalága ollašuhttima ja bargat evttohusaid váilevuođaid divvuma várás.

source: Haasteena on, että kaikissa saamen kielissä ei ole mahdollisuutta kielitutkintoihin.
sme: Hástalussan lea, ahte buot sámegielain ii leat vejolašvuohta gielladutkosiidda.

source: Saamelaiskäräjät päätti esittää saamelaisten kotiseutualueen kunnille ja viranomaisille että ne selvittäisivät haastattelutilanteessa hakijan suullisen saamen kielen taidon saamenkielisiin tehtäviin hakeutuvien hakijoiden osalta.
sme: Sámediggi mearridii evttohit sámiid ruovttuguovllu gielddaide ja virgeoapmahaččaide ahte dat čielggadivčče jearahallama oktavuođas ohcci njálmmálaš sámegiela máhtu sámegielat bargguide ohcaleaddji ohcciid oasil.

source: Haastattelutilanteessa tulisi käyttää tarvittaessa apuna saamen kielen ammattilaisia.
sme: Jearahallamis galggašii geavahit dárbbu mielde veahkkin sámegiela ámmátolbmuid.

source: Saamelaiskäräjät päätti antaa kannanoton eduskunnan apulaisoikeusesimiehelle sekä päivähoidon järjestäjille äidinkieleltään saamenkielisten saamelaislasten kielellisistä oikeuksista päivähoidossa.
sme: Sámediggi mearridii addit bealiváldima riikkabeivviid veahkkevuoigatvuohtaalbmái sihke beaivedivššu lágideaddjiide eatnigiela dáfus sámegielat sámemánáid gielalaš vuoigatvuođain beaivedivššus.

source: Saamelaiskäräjät esitti kannanotossaan ratkaisumalleja, miten kielelliset oikeudet voidaan turvata.
sme: Sámediggi ovdanbuvttii bealiváldimis čoavddusmálliid, mo gielalaš vuoigatvuođaid sáhttá sihkkarastit.

source: Saamelaiskäräjät nimesi edustajaksi paliskuntain yhdistyksen hallitukseen kaudelle 1.1.2015-31.12.2017 Asko Länsmanin Utsjoelta.
sme: Sámediggi nammadii ovddasteaddjin bálgosiid ovttastusa stivrii badjái 1.1.2015-31.12.2017 Asko Länsman Ohcejogas.

source: Länsman on edustanut saamelaiskäräjiä yhdistyksen hallituksessa myös kuluvalla kaudella.
sme: Länsman lea ovddastan sámedikki ovttastusa stivrras maiddái dán bajis.

source: Hallitus päätti esittää työ- ja elinkeinoministeriölle että Interreg Pohjoinen 2014-2020-ohjelman Sápmin hallintokomiteaan varsinaisiksi jäseniksi Heikki Palttoa, Nilla Tapiolaa ja Anna Morottajaa sekä varajäseniksi Anna Näkkäläjärvi-Länsmania, Ulla Maggaa, Veikko Feodoroffia.
sme: Stivra mearridii evttohit bargo- ja ealáhusministeriijai ahte Interreg Davvi 2014-2020-prográmma Sápmi hálddahuskomiteai boađášedje fásta lahttun Heikki Paltto, Nilla Tapiola ja Anna Morottaja sihke várrelahttun Anna Näkkäläjärvi-Länsman, Ulla Magga, Veikko Feodoroff.

source: Interreg Sápmi-ohjemalla rahoitetaan saamelaisten rajat ylittävää yhteistyötä ja saamelaiskulttuuria tukevia hankkeita.
sme: Interreg Sápmi-prográmmas ruhtaduvvojit sámiid rájáid rasttildeaddji ovttasbargu ja sámekultuvrra doarju prošeavttat.

source: Saamelaiskäräjien hallitus esittää yleiskokoukselle, että se merkitsee tiedoksi sovintosopimuksen Juha Guttormin kanssa.
sme: Sámedikki stivra evttoha dievasčoahkkimii, ahte dat merke diehtun soabadansoahpamuša Juha Guttormiin.

source: Sovintosopimuksen ehtojen mukaan osapuolet vastaavat itse omista oikeudenkäyntikuluistaan ja Juha Guttorm peruuttaa tekemänsä valituksen Pohjois-Suomen hallinto-oikeudelle irtisanomisestaan.
sme: Soabadansoahpamuša eavttuid mielde oassebealit vástidit ieža iežaset riektegeavvangoluin ja Juha Guttorm geassá eret iežas váidalusa Davvi-Suoma hálddahusriektái eretcealkimis.

source: Saamelaiskäräjät päätti järjestää 6.2.2015 saamelaisten kansallispäivänjuhlan.
sme: Sámediggi mearridii ordnet 6.2.2015 sámi álbmotbeaivve ávvudeami.

source: Saamelaiskäräjät on järjestänyt viimeksi vuonna 2010 kansallispäiväjuhlan.
sme: Sámediggi lea lágidan maŋimuš jagi 2010 álbmotbeaivve ávvudeami.

source: Hallitus nimesi työryhmän valmistelemaan kansallispäivän juhlaa.
sme: Stivra nammadii bargojoavkku válmmaštallat álbmotbeaivve ávvudeami.

source: Saamelaiskäräjät aloittaa valmistautumisensa eduskuntavaaleihin ja tuleviin hallitusohjelmaneuvotteluihin valmistelemalla kannanottoja ja taustamuistioita puolueiden ja hallitusneuvottelijoiden käyttöön.
sme: Sámediggi álggahii ráhkkaneami riikkabeaiválggaide ja boahttevaš ráđđehusprográmmaráđđádallamiidda válmmaštallamiin bealiváldimiid ja duogášmuittuhančállagiid bellodagaid ja ráđđehusráđđádalliid atnui.

source: Saamelaiskäräjien hallitus kokoontuu seuraavan kerran joulukuussa.
sme: Sámedikki stivra čoahkkana čuovvovaš háve juovlamánus.

source: Vuoden viimeinen saamelaiskäräjien varsinainen kokous järjestetään joulukuun loppupuolella.
sme: Jagi maŋimuš sámedikki dievasčoahkkin lágiduvvo juovlamánu loahpabealde.
